Repository: florianchevallier/meeting-recorder
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: fr

# app.subtitle
source: Professional Audio
fr: Audio professionnel

# status.ready
source: Ready to record
fr: Prêt à enregistrer

# status.recording
source: Recording in progress...
fr: Enregistrement en cours...

# status.teams_detected
source: Teams meeting detected
fr: Réunion Teams détectée

# status.teams_active
source: Teams meeting active
fr: Réunion Teams active

# status.finishing
source: Finalizing recording...
fr: Finalisation de l'enregistrement...

# status.finishing_short
source: FINISH
fr: FIN

# record.start
source: Start Recording
fr: Démarrer l'enregistrement

# record.stop
source: Stop Recording
fr: Arrêter l'enregistrement

# record.duration
source: Duration
fr: Durée

# action.folder
source: Folders
fr: Dossiers

# action.settings
source: Settings
fr: Paramètres

# action.quit
source: Quit
fr: Quitter

source: Teams meeting active
fr: Réunion Teams active

# audio.microphone
source: Microphone
fr: Micro

# audio.system
source: System
fr: Système

# permission.microphone.description
source: This app needs access to the microphone to record your meetings
fr: Cette application a besoin d'accéder au microphone pour enregistrer vos réunions

# permission.screen_recording.title
source: Screen Recording
fr: Enregistrement d'écran

# permission.screen_recording.description
source: This app needs screen recording access to capture system audio during meetings
fr: Cette application a besoin d'enregistrer l'écran pour capturer l'audio système lors des réunions

# permission.documents.title
source: Documents Folder
fr: Dossier Documents

# permission.documents.description
source: This app saves your meeting recordings in the Documents folder
fr: Cette application sauvegarde vos enregistrements de réunion dans le dossier Documents

# permission.accessibility.title
source: Accessibility
fr: Accessibilité

# permission.accessibility.description
source: This app uses accessibility features to detect Teams meetings automatically
fr: Cette application utilise les fonctionnalités d'accessibilité pour détecter automatiquement les réunions Teams

# permission.status.not_determined
source: Not Determined
fr: Non déterminé

# permission.status.authorized
source: Authorized
fr: Autorisé

# permission.status.denied
source: Denied
fr: Refusé

# permission.status.restricted
source: Restricted
fr: Restreint

# error.microphone_permission
source: Microphone permission missing. Please allow it in System Preferences.
fr: Permission microphone manquante. Veuillez l'autoriser dans les Préférences Système.

# error.screen_recording_permission
source: Screen recording access is required to capture system audio. Please allow access in System Preferences.
fr: L'accès à l'enregistrement d'écran est requis pour capturer l'audio système. Veuillez autoriser l'accès dans les Préférences Système.

# error.documents_permission
source: Documents folder access is required to save recordings. Please allow access in System Preferences.
fr: L'accès au dossier Documents est requis pour sauvegarder les enregistrements. Veuillez autoriser l'accès dans les Préférences Système.

# error.accessibility_permission
source: Accessibility access is required to automatically detect Teams meetings. Please allow access in System Preferences.
fr: L'accès à l'accessibilité est requis pour détecter automatiquement les réunions Teams. Veuillez autoriser l'accès dans les Préférences Système.

# error.recording_failed
source: Recording failed: %@
fr: Échec de l'enregistrement : %@

# error.audio_mixing_failed
source: Audio mixing error: %@
fr: Erreur lors de la fusion audio : %@

# onboarding.title
source: Permissions Setup
fr: Configuration des Permissions

# onboarding.welcome
source: Welcome to Meeting Recorder
fr: Bienvenue dans Meeting Recorder

# onboarding.description
source: Record your meetings automatically with system audio and your microphone
fr: Enregistrez automatiquement vos réunions avec l'audio système et votre microphone

# onboarding.button.start
source: Start Using
fr: Commencer à Utiliser

# onboarding.button.request_all
source: Request All Permissions
fr: Demander Toutes les Permissions

# onboarding.button.skip
source: Skip (Configure Later)
fr: Passer (Configurer Plus Tard)

# onboarding.button.open_preferences
source: Open Preferences
fr: Ouvrir Préférences

# onboarding.button.authorize
source: Authorize
fr: Autoriser

# log.recording_start
source: User requested recording start
fr: Demande de démarrage d'enregistrement

# log.recording_stop
source: User requested recording stop
fr: Demande d'arrêt d'enregistrement

# log.teams_detected
source: Teams meeting detected
fr: Réunion Teams détectée

# log.teams_ended
source: Teams meeting ended
fr: Réunion Teams terminée

# log.auto_recording_enabled
source: Auto-recording ENABLED
fr: Enregistrement automatique ACTIVÉ

# log.auto_recording_disabled
source: Auto-recording DISABLED
fr: Enregistrement automatique DÉSACTIVÉ

# settings.tab.general
source: General
fr: Général

# settings.general.header.title
source: General preferences
fr: Préférences générales

# settings.general.header.subtitle
source: Control Meety's core automations
fr: Activez les automatisations principales de Meety

# settings.general.auto_recording.title
source: Auto-record Teams recordings
fr: Enregistrement automatique

# settings.general.auto_recording.subtitle
source: Start automatically whenever a Teams meeting is detected
fr: Démarre automatiquement lors d'une réunion Teams détectée

# settings.general.transcription.title
source: Auto-transcription
fr: Transcription automatique

# settings.general.transcription.subtitle
source: Send recordings to Whisper to generate transcripts
fr: Transcrit vos réunions avec Whisper après chaque enregistrement

# settings.general.quit.title
source: Quit Meety
fr: Quitter Meety

# settings.general.quit.subtitle
source: Close the app immediately
fr: Ferme l'application immédiatement

# settings.transcription.header.title
source: Whisper configuration
fr: Configuration Whisper

# settings.transcription.header.subtitle
source: Transcription service settings
fr: Paramètres du service de transcription

# settings.transcription.api.title
source: API URL
fr: URL de l'API

# settings.transcription.api.placeholder
source: https://your-api.com/api
fr: https://votre-api.com/api

# settings.transcription.api.help
source: Address of your Whisper server including /api
fr: Adresse de votre serveur Whisper (incluant /api)

# settings.transcription.model.title
source: Recognition model
fr: Modèle de reconnaissance

# settings.transcription.model.help
source: Larger models provide better accuracy
fr: Plus le modèle est grand, plus la transcription est précise

# settings.transcription.language.title
source: Language
fr: Langue

# settings.transcription.language.help
source: Choose the primary language of your meetings
fr: Choisissez la langue principale des réunions

# settings.transcription.speakers.title
source: Number of speakers
fr: Nombre de locuteurs

# settings.transcription.speakers.help
source: Helps diarization separate each voice
fr: Aide la diarisation pour séparer les voix

# settings.transcription.speakers.count
source: %d speaker%@
fr: %d locuteur%@

# settings.transcription.compute.title
source: Hardware optimization
fr: Optimisation matérielle

# settings.transcription.compute.help
source: Pick the mode that fits your machine
fr: Sélectionnez le mode adapté à votre machine

# settings.transcription.reset
source: Reset
fr: Réinitialiser

# settings.permissions.header.title
source: System permissions
fr: Autorisations système

# settings.permissions.header.subtitle
source: Make sure every required permission is granted
fr: Vérifiez que toutes les permissions nécessaires sont accordées
